[
  {
    "id": 1,
    "title": "Sekiro™: Shadows Die Twice",
    "type": "RPG",
    "short": "Carve your own clever path to vengeance in an all-new adventure from developer FromSoftware, creators of Bloodborne and the Dark Souls series. Take Revenge. Restore your honor. Kill Ingeniously.",
    "description": "With over 50 awards and nominations, Sekiro: Shadows Die Twice is the next adventure from developer FromSoftware, creators of Bloodborne and the Dark Souls series. Carve your own clever path to vengeance in this all-new action-adventure title. In Sekiro: Shadows Die Twice you are the 'one-armed wolf', a disgraced and disfigured warrior rescued from the brink of death. Bound to protect a young lord who is the descendant of an ancient bloodline, you become the target of many vicious enemies, including the dangerous Ashina clan. When the young lord is captured, nothing will stop you on a perilous quest to regain your honor, not even death itself. Explore late 1500s Sengoku Japan, a brutal period of constant life and death conflict, as you come face to face with larger than life foes in a dark and twisted world. Unleash an arsenal of deadly prosthetic tools and powerful ninja abilities while you blend stealth, vertical traversal, and visceral head to head combat in a bloody confrontation.",
    "release": "21 Mar, 2019",
    "publisher": "Activision",
    "metacritic": 88,
    "price": 59.99,
    "pic": "assets/gamepic/assassinscreedodyssey.jpg"
  },
  {
    "id": 2,
    "title": "PLAYERUNKNOWN'S BATTLEGROUNDS",
    "type": "Battle Royale",
    "short": "PLAYERUNKNOWN'S BATTLEGROUNDS is a battle royale shooter that pits 100 players against each other in a struggle for survival. Gather supplies and outwit your opponents to become the last person standing.",
    "description": "PLAYERUNKNOWN'S BATTLEGROUNDS is a battle royale shooter that pits 100 players against each other in a struggle for survival. Gather supplies and outwit your opponents to become the last person standing. PLAYERUNKNOWN, aka Brendan Greene, is a pioneer of the battle royale genre and the creator of the battle royale game modes in the ARMA series and H1Z1: King of the Kill. At PUBG Corp., Greene is working with a veteran team of developers to make PUBG into the world's premiere battle royale experience.",
    "release": "21 Dec, 2017",
    "publisher": "PUBG Corporation",
    "metacritic": 86,
    "price": 29.99,
    "pic": "assets/gamepic/pubg.jpg"
  },
  {
    "id": 3,
    "title": "Grand Theft Auto V",
    "type": "RPG",
    "short": "When a young street hustler, a retired bank robber and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government and the entertainment industry, they must pull off a series of dangerous heists to survive.",
    "description": "Grand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second. The game offers players a huge range of PC-specific customization options, including over 25 separate configurable settings for texture quality, shaders, tessellation, anti-aliasing and more, as well as support and extensive customization for mouse and keyboard controls. Additional options include a population density slider to control car and pedestrian traffic, as well as dual and triple monitor support, 3D compatibility, and plug-and-play controller support. Grand Theft Auto V for PC also includes Grand Theft Auto Online, with support for 30 players and two spectators. Grand Theft Auto Online for PC will include all existing gameplay upgrades and Rockstar-created content released since the launch of Grand Theft Auto Online, including Heists and Adversary modes. The PC version of Grand Theft Auto V and Grand Theft Auto Online features First Person Mode, giving players the chance to explore the incredibly detailed world of Los Santos and Blaine County in an entirely new way.",
    "release": "14 Apr, 2015",
    "publisher": "Rockstar Games",
    "metacritic": 96,
    "price": 29.99,
    "pic": "assets/gamepic/gtaV.jpg"
  },
  {
    "id": 4,
    "title": "Rust",
    "type": "RPG",
    "short": "The only aim in Rust is to survive. To do this you will need to overcome struggles such as hunger, thirst and cold. Build a fire. Build a shelter. Kill animals for meat. Protect yourself from other players, and kill them for meat. Create alliances with other players and form a town. Do whatever it takes to survive.",
    "description": "The objective of Rust is to survive in the wilderness using gathered or stolen materials. Players must successfully manage their hunger, thirst, and health, or risk dying. Despite the looming threat of bears and wolves, the primary menace is other players due to the game being solely multiplayer. Combat is accomplished through firearms and primitive weapons, such as bows. In addition, vehicles controlled by non-player characters will occasionally roam, attacking heavily-armed players. These can be defeated with persistence. Rust features crafting, though initially limited until the discovery of specific items in the game's open world. To stay protected, players must build bases or join clans to improve their chance of survival. Raiding is a major aspect of Rust and is done more frequently by large clans.",
    "release": "8 Feb, 2018",
    "publisher": "Facepunch Studios",
    "metacritic": 69,
    "price": 29.99,
    "pic": "assets/gamepic/rust.jpg"
  },
  {
    "id": 5,
    "title": "Tom Clancy's Rainbow Six® Siege",
    "type": "FPS",
    "short": "Tom Clancy's Rainbow Six Siege is the latest installment of the acclaimed first-person shooter franchise developed by the renowned Ubisoft Montreal studio.",
    "description": "Show your gunslinger skills from July 2nd to 16th with the Showdown Event! Give a unique Western style to your Operators with the Showdown Collection. Master the art of destruction and gadgetry in Tom Clancy’s Rainbow Six Siege. Face intense close quarters combat, high lethality, tactical decision making, team play and explosive action within every moment. Experience a new era of fierce firefights and expert strategy born from the rich legacy of past Tom Clancy's Rainbow Six games. Engage in a brand-new style of assault using an unrivaled level of destruction and gadgetry. On defense, coordinate with your team to transform your environments into strongholds. Trap, fortify and create defensive systems to prevent being breached by the enemy. On attack, lead your team through narrow corridors, barricaded doorways and reinforced walls. Combine tactical maps, observation drones, rappelling and more to plan, attack and defuse every situation.",
    "release": "1 Dec, 2015",
    "publisher": "Ubisoft",
    "metacritic": 78,
    "price": 19.99,
    "pic": "assets/gamepic/rainbow6.jpg"
  },
  {
    "id": 6,
    "title": "Destiny 2",
    "type": "FPS",
    "short": "New nightmares have emerged from the shadows of our Moon. Called forth by haunting visions, Eris Morn has returned. Join her to slay these nightmares before they reach out beyond the Moon to cast humanity back into an age of darkness.",
    "description": "Destiny 2 is an online-only multiplayer first-person shooter video game developed by Bungie. It was released for PlayStation 4 and Xbox One on September 6, 2017, followed by a Microsoft Windows version the following month.[1][2] The game was published by Activision until early 2019, when Bungie acquired the publishing rights to the franchise. It is the sequel to 2014's Destiny and its subsequent expansions. Set in a 'mythic science fiction' world, the game features a multiplayer 'shared-world' environment with elements of role-playing games. Like the original, activities in Destiny 2 are divided among player versus environment (PvE) and player versus player (PvP) game types. In addition to normal story missions, PvE features three-player 'strikes' and six-player raids. A free roam patrol mode is also available for each planet and features public events as well as new activities not featured in the original. These new activities have an emphasis on exploration of the planets and interactions with non-player characters (NPCs); the original Destiny only featured NPCs in social spaces. PvP features objective-based modes, as well as traditional deathmatch game modes.",
    "release": "1 Oct, 2019",
    "publisher": "Bungie",
    "metacritic": 83,
    "price": 34.99,
    "pic": "assets/gamepic/destiny2.jpg"
  },
  {
    "id": 7,
    "title": "Steep™",
    "type": "Sports",
    "short": "Ride a massive open world across the Alps, where the powder is always fresh and the run never ends. Defy and master the mountain alone or with friends on skis, wingsuits, snowboards and paragliders. Record and share your best stunts.",
    "description": "Ride a massive open world across the Alps, where the powder is always fresh and the run never ends. Tame the wilderness on the American continent in the Alaska free update, a new region filled with challenges. The mountain is yours to explore. So strap in, suit up, and drop in. Rip through the terrains of a snowy open world. Strap in and suit up for some epic stunts as you ride your way to the peak of the excitement. Experience 360° of visual freedom while you explore the Alps. Let your gaze immerse you in the massive winter playground. Situational awareness has never been more fluid with the integrated Tobii Eye Tracking feature set. Using your gaze to shred the hills enhances your gameplay and lets you embark on the ride of your life. Compatible with all Tobii Eye Tracking gaming devices.",
    "release": "2 Dec, 2016",
    "publisher": "Ubisoft",
    "metacritic": 72,
    "price": 7.49,
    "pic": "assets/gamepic/steep.jpg"
  },
  {
    "id": 8,
    "title": "Assassin's Creed® Odyssey",
    "type": "RPG",
    "short": "Choose your fate in Assassin's Creed® Odyssey. From outcast to living legend, embark on an odyssey to uncover the secrets of your past and change the fate of Ancient Greece.",
    "description": "From lush vibrant forests to volcanic islands and bustling cities, start a journey of exploration and encounters in a war torn world shaped by gods and men. Your decisions will impact how your odyssey unfolds. Play through multiple endings thanks to the new dialogue system and the choices you make. Customize your gear, ship, and special abilities to become a legend. Demonstrate your warrior's abilities in large scale epic battles between Athens and Sparta featuring hundreds of soldiers, or ram and cleave your way through entire fleets in naval battles across the Aegean Sea.",
    "release": "5 Oct, 2018",
    "publisher": "Ubisoft",
    "metacritic": 86,
    "price": 59.99,
    "pic": "assets/gamepic/assassinscreedodyssey.jpg"
  },
  {
    "id": 9,
    "title": "Call of Duty®: Black Ops II",
    "type": "FPS",
    "short": "Pushing the boundaries of what fans have come to expect from the record-setting entertainment franchise, Call of Duty®: Black Ops II propels players into a near future Cold War.",
    "description": "The game's campaign follows up the story of Black Ops and is set in two different time periods; the late 1980s and 2025. In the '80s, the player switches control between Alex Mason and Frank Woods, two of the protagonists from Black Ops, while in 2025, the player assumes control of Mason's son, David (codenamed 'Section'). Both time periods involve the characters pursuing Raul Menendez, a Nicaraguan cartel leader, who is responsible for kidnapping Woods in the 80s and later sparking a second Cold War in 2025. The campaign features nonlinear gameplay and has multiple endings.",
    "release": "12 Nov, 2012",
    "publisher": "Activision",
    "metacritic": 74,
    "price": 59.99,
    "pic": "assets/gamepic/codblackops2.jpg"
  },
  {
    "id": 10,
    "title": "The Elder Scrolls V: Skyrim Special Edition",
    "type": "RPG",
    "short": "Winner of more than 200 Game of the Year Awards, Skyrim Special Edition brings the epic fantasy to life in stunning detail. The Special Edition includes the critically acclaimed game and add-ons with all-new features like remastered art and effects, etc.",
    "description": "The game's main story revolves around the player character's quest to defeat Alduin the World-Eater, a dragon who is prophesied to destroy the world. The game is set 200 years after the events of Oblivion and takes place in Skyrim, the northernmost province of Tamriel. Over the course of the game, the player completes quests and develops the character by improving skills. The game continues the open-world tradition of its predecessors by allowing the player to travel anywhere in the game world at any time, and to ignore or postpone the main storyline indefinitely.",
    "release": "28 Oct, 2016",
    "publisher": "Bethesda Softworks",
    "metacritic": 74,
    "price": 39.99,
    "pic": "assets/gamepic/skyrim.jpg"
  },
  {
    "id": 11,
    "title": "DOOM",
    "type": "FPS",
    "short": "Now includes all three premium DLC packs (Unto the Evil, Hell Followed, and Bloodfall), maps, modes, and weapons, as well as all feature updates including Arcade Mode, Photo Mode, and the latest Update 6.66, which brings further multiplayer improvements as well as revamps multiplayer progression.",
    "description": "Developed by id software, the studio that pioneered the first-person shooter genre and created multiplayer Deathmatch, DOOM returns as a brutally fun and challenging modern-day shooter experience. Relentless demons, impossibly destructive guns, and fast, fluid movement provide the foundation for intense, first-person combat – whether you’re obliterating demon hordes through the depths of Hell in the single-player campaign, or competing against your friends in numerous multiplayer modes. Expand your gameplay experience using DOOM SnapMap game editor to easily create, play, and share your content with the world.",
    "release": "13 May, 2016",
    "publisher": "Bethesda Softworks",
    "metacritic": 85,
    "price": 19.99,
    "pic": "assets/gamepic/doom.jpg"
  },
  {
    "id": 12,
    "title": "Total War: THREE KINGDOMS",
    "type": "Strategy",
    "short": "Total War: THREE KINGDOMS is the first in the award-winning series to recreate epic conflict across ancient China. Combining a gripping turn-based campaign of empire-building & conquest with stunning real-time battles, THREE KINGDOMS redefines the series in an age of heroes & legends.",
    "description": "Welcome to a new era of legendary conquest. This beautiful but fractured land calls out for a new emperor and a new way of life. Unite China under your rule, forge the next great dynasty, and build a legacy that will last through the ages. Choose from a cast of 12 legendary Warlords and conquer the realm. Recruit heroic characters to aide your cause and dominate your enemies on military, technological, political, and economic fronts. Will you build powerful friendships, form brotherly alliances, and earn the respect of your many foes? Or would you rather commit acts of treachery, inflict heart-wrenching betrayals, and become a master of grand political intrigue? Your legend is yet to be written, but one thing is certain: glorious conquest awaits.",
    "release": "23 May, 2019",
    "publisher": "SEGA",
    "metacritic": 85,
    "price": 59.99,
    "pic": "assets/gamepic/totalwar.jpg"
  },
  {
    "id": 13,
    "title": "Football Manager 2019",
    "type": "Sports",
    "short": "Simulation gaming perfected. Create your unique footballing story by taking charge of the club you love. Complete control of this stunningly realistic game world is yours - every decision in your hands, or yours to delegate. Your call, your way, your story. Everything you've ever dreamed of!",
    "description": "FM19 features similar gameplay to that of the Football Manager series. Gameplay consists of taking charge of a professional association football team, as the team manager. Players can sign football players to contracts, manage finances for the club, and give team talks to players. FM19 is a simulation of real world management, with the player being judged on various factors by the club's AI owners and board. In FM19, the game features new expanded modes, featuring the addition of Video Assistant Referees (VAR) in tournaments where VAR is used; such as the FIFA World Cup 2022. FM19, also features an overhaul to the existing training mechanic, allowing more in-depth training abilities. This version will also feature updated teams, such as a first for the series, the licence to the Bundesliga. FM19 is the first game in the series to feature a female manager, with Chelsea F.C. Women's manager Emma Hayes appearing in the game.",
    "release": "2 Nov, 2018",
    "publisher": "SEGA",
    "metacritic": 86,
    "price": 54.99,
    "pic": "assets/gamepic/footballmanager.jpg"
  },
  {
    "id": 14,
    "title": "PAYDAY 2",
    "type": "FPS",
    "short": "PAYDAY 2 is an action-packed, four-player co-op shooter that once again lets gamers don the masks of the original PAYDAY crew - Dallas, Hoxton, Wolf and Chains - as they descend on Washington DC for an epic crime spree.",
    "description": "PAYDAY 2 is an action-packed, four-player co-op shooter that once again lets gamers don the masks of the original PAYDAY crew - Dallas, Hoxton, Wolf and Chains - as they descend on Washington DC for an epic crime spree. The new CRIMENET network offers a huge range of dynamic contracts, and players are free to choose anything from small-time convenience store hits or kidnappings, to big league cyber-crime or emptying out major bank vaults for that epic PAYDAY. While in DC, why not participate in the local community, and run a few political errands? Up to four friends co-operate on the hits, and as the crew progresses the jobs become bigger, better and more rewarding. Along with earning more money and becoming a legendary criminal comes a new character customization and crafting system that lets crews build and customize their own guns and gear.",
    "release": "13 Aug, 2013",
    "publisher": "Starbreeze Publishing AB",
    "metacritic": 79,
    "price": 9.99,
    "pic": "assets/gamepic/payday2.jpg"
  },
  {
    "id": 15,
    "title": "Borderlands 2",
    "type": "FPS",
    "short": "A new era of shoot and loot is about to begin. Play as one of four new vault hunters facing off against a massive new world of creatures, psychos and the evil mastermind, Handsome Jack.",
    "description": "Borderlands 2 is an action role-playing game played from a first-person perspective. The gameplay revolves around the completion of missions and the collection of randomly generated loot (such as weapons, shields, skins, and other items) with various rarities, statistics, and elemental effects. Four playable character classes are available in the base game, each with their own unique abilities and skill trees: Axton, 'the Commando', can summon a turret to provide offensive support. Maya, 'the Siren', can 'phaselock' enemies by trapping them in a sphere of energy for a few seconds. Zer0, 'the Assassin', can temporarily become invisible and spawn a hologram decoy to distract enemies; an attack delivered in this state provides bonus damage. Salvador, 'the Gunzerker', can use his titular ability to temporarily dual-wield weapons.",
    "release": "21 Sep, 2012",
    "publisher": "2K",
    "metacritic": 79,
    "price": 9.99,
    "pic": "assets/gamepic/borderlands2.jpg"
  }
]